<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Message Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during app
    |
    */

    'app' => 'آسمان رویاها',
    'currency' => 'تومان',
    'button' => [
        'create' => 'ایجاد کنید!',
        'update' => 'به‌روزرسانی کنید!',
        'donate' => 'اهداء کنید!',
        'edit' => 'ویرایش',
        'delete' => 'حذف',
        'cancel' => 'ولشکن',
        'save' => 'ذخیره کن',
    ],
    'aside' => [
        'main' => "ما می‌توانیم دنیای بهتری بسازیم\n
با کمک یکدیگر... ❤️",
        'dream_create' => 'رویا | درخواست رویای خود را بدهید!',
        'dream_update' => 'رویا | رویای خود را به‌روزرسانی کنید!',
        'dreams' => 'رویاها | یک نگاهی به این آسمون بنداز !',
        'dream' => 'رویا | هرکی رویای خودشو داره',
    ],
    'dreams' => [
        'dreams' => 'رویاها',
        'dreamer' => 'رویاپرداز',
        'request' => 'رویاتو بگو',
    ],
    'donation' => [
        'donations' => 'هدایا',
        'give_help' => 'هرچقدر دوست دارید مثلا 5000 تومان',
        'need_help' => 'به کمکت نیازه',
    ],
    'auth' => [
        'dashboard' => 'داشبورد',
        'profile' => 'پروفایل',
        'logout' => 'خروج از سیستم',
        'login' => 'ورود',
        'register' => 'ثبت نام',

        'remember' => 'به خاطر سپردن',
        'logged' => 'شما وارد شده‌اید',
        'name' => 'نام',
        'email' => 'ایمیل',
        'update_pass' => 'بروزرسانی گذرواژه',
        'update_pass_desc' => 'اطمینان حاصل کنید که حساب شما از یک گذرواژه طولانی و تصادفی برای حفظ امنیت استفاده می‌کند.',
        'current_pass' => 'گذرواژه فعلی',
        'confirm_pass' => 'تأیید گذرواژه',
        'new_pass' => 'گذرواژه جدید',
        'delete_acc' => 'حذف حساب',
        'delete_desc' => 'پس از حذف حساب شما، تمامی منابع و داده‌های آن به‌طور دائم حذف خواهند شد. پیش از حذف حساب خود، لطفاً هر گونه اطلاعاتی که می‌خواهید نگه دارید را دانلود کنید.',
        'pass' => 'رمز عبور',
        'remember_me' => 'مرا به یاد داشته باش',
        'forgot_pass' => 'رمزتو یادت رفته ؟',
        'already_register' => 'قبلا ثبت نام کردی ؟',
        'not_member' => 'عضو نیستی ؟',
        'sure_delete' => 'مطمئنی میخوای حذف کنی؟',
        'saved' => 'ذخیره شد.',
        'profile_info' => 'اطلاعات پروفایل',
        'update_profile_info' => 'اطلاعات پروفایل رو بروزرسانی کنید !',
    ],
    'footer' => [
        'developed' => 'طراحی و توسعه توسط ❤️',
    ],
    'cause' => [
        'open' => 'باز',
        'close' => 'بسته',
        'name' => 'نام',
        'description' => 'توضیحات',
        'goal_amount' => 'هدف رویا',
        'alt_name' => 'برای رویات اسم بزار !',
        'alt_description' => 'درمورد رویات بگو...',
        'alt_goal_amount' => 'مقداری که لازم داری رو بگو',
        'title_create' => 'رویای خودتو بساز !',
        'title_update' => 'رویاتو آپدیت کن !',
    ],
    'amount' => 'مقدار',
];
